{
       "Dosing": [{
        "Name": "Aminoglycosides",
        "Details":"• Aminoglycosides are indicated for the treatment of serious gram negative or polymicrobial infections, infective endocarditis and empirical therapy of fever in the neutropenic patient. <br><br> • With the exception of infective endocarditis, where divided dose regimens are recommended, aminoglycosides should be administered once daily <br><br>•<b> Apart from endocarditis aminoglycosides rarely need to be given for more than 5 days </b> <br><br> • Gentamicin is the aminoglycoside recommended for routine use in this hospital."
      }, {

        "Name": "Glycopeptides",
        "Details":"• Vancomycin and Teicoplanin are reserved for the treatment of resistant gram-positive infections or for patients allergic to penicillin.<br><br>• Vancomycin is the agent of choice in this hospital (except when glycopeptides are indicated as part of surgical prophylaxis in which case teicoplanin is used to achieve higher serum levels quickly)<br><br>• Vancomycin must be administered at a rate not exceeding 10mg/min as it can induce a large histamine release which manifests as ‘red man syndrome’ if administered too quickly."
      }, {

        "Name": "Dosing",
        "Details":"• Aminoglycoside and glycopeptide dosing relies almost exclusively on renal function.<br><br>• In addition, gentamicin does not penetrate adipose tissue very well so an ‘obese dosing weight’ must be used to calculate dose for obese patients instead of ‘actual body weight’.<br><br>• As an aide to dosing gentamicin and vancomycin correctly, a dosing calculator for these agents is available on the desktop of PCs in clinical areas (i.e. nursing stations and doctors offices)."
      }, {
        "Name": "Monitoring",
        "Details": "Allow discharge in uncomplicated cases, follow up in 2 weeks</b>"
      }, {
        "Name": "<i>P. ovale</i>",
        "Details":"• Aminoglycosides and Glycopeptides may cause both ototoxicity and nephrotoxicity if not used correctly.<br><br>• Gentamicin, Amikacin and Vancomycin are drugs with a narrow therapeutic index therefore monitoring of serum levels is a necessity.<br><br>• Serum for antibiotic levels must arrive in the laboratory before 2.30pm (Monday –Friday) as these assays are done in batches to facilitate accuracy of results. At weekends, serum samples MUST arrive in the laboratory by 10.30am<br><br>• Serum levels must be ordered, and results acted upon as per dosing algorithms for Gentamicin and Vancomycin overleaf.<br><br>• For further information on dosing amikacin, please consult ‘Guideline for Aminoglycoside (Once daily) and Glycopeptide dosing in CHB’ in the Drugs & Therapeutics folder at ward level."
      }]
}
